Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/plenum_fi/taysistunto_asialista_1_2016_psa.pdf.tmx
Source language: sme
Languages: sms

source: Sámediggelága 18 c §:a mielde: ” Sámedikkis leat guokte rehketdoallodárkkisteaddji ja guktuin várreolmmoš, geat válljejuvvojit sámedikki doaibmabaji vástideaddji jagiid hálddahusa ja ekonomiija dárkkisteami várás.
sms: Sääʹmteʹǧǧlääʹjj 18 c § mieʹldd: ” Sääʹmteeʹǧǧest lie kuõʹhtt tiiltaʹrǩsteei da kuhttuin väärrneʹǩǩ, koiʹd vaʹlljeet sääʹmteeʹǧǧ toimmpââʹj vaʹstteei iiʹjjid vaaldâšm da tääl taʹrǩstem vääras.

source: Paragráffa 2 momentta mielde sámediggi ja vuoigatvuohtaministeriija vállje goabbáge ovtta rehketdoallodárkkisteaddji ja sutnje várreolbmo.
sms: Paragraaf 2 momeeʹnt mieʹldd Sääʹmteʹǧǧ da vuõiggâdvuõttministeria vaʹlljee kuhttu õõut tiiltaʹrǩsteei da tän väärrneeʹǩǩ.

source: Goittot nubbi rehketdoallodárkkisteaddji ja su várreolmmoš galgaba leat Guovddášgávpegámmára (Keskuskauppakamari) dahje gávpegámmára dohkkehan rehketdoallodárkkisteaddji dahje almmolaš hálddahusa ja ekonomiija rehketdoallodárkkistanlávdegotti dohkkehan rehketdoallodárkkisteaddji.
sms: Aainâs nuuʹbb tiiltaʹrǩsteei da suu väärrneeʹǩǩ šâdd leeʹd Kõõskõskauppkäämmar leʹbe kauppkäämmar priimâm tiiltaʹrǩsteei leʹbe õõlmâsvaaldâšm da - tääl tiiltaʹrǩstemluʹvvkååʹdd priimâm tiiltaʹrǩsteei.

source: Sámediggelága 18 d §:s lea mearriduvvon rehketdoallodárkkisteaddji almmolaš dohkálašvuođas.
sms: Sääʹmteʹǧǧlääʹjj 18 d §:st lij šiõttuum tiiltaʹrǩsteei takai ââʹntemvuõđâst.

source: Rehketdoallodárkkisteaddjis galgá leat dakkár rehketdoaimma sihke ekonomalaš ja vuoigatvuođalaš áššiid dovdamuš, mii dárbbašuvvo sámedikki rehketdoallodárkkisteami dikšumis.
sms: Tiiltaʹrǩsteeʹjest šâdd leeʹd nåkam laʹšǩǩeemtoiʹmme di täälsallaš da vuõiggâdvuõđlaž aaʹššid harjjnummuš, kååʹtt lij tarbbân sääʹmteeʹǧǧ tiiltaʹrǩtem håiddma.

source: Vádjitválddálaš olbmo dahje dakkára, guhte lea reastaluvvan dahje lea fitnodatgildosis, ii sáhte válljet rehketdoallodárkkisteaddjin.
sms: Väʹnnvälddsaž leʹbe konkuursâst leʹbe põõrǥâstoiʹmmjemǩiõlddjest leʹddi oummu jeäʹt vuõittu vaʹlljeed tiiltaʹrǩsteeʹjen.

source: Sámediggelága e ja f paragráffain lea dasa lassin mearriduvvon rehketdoallodárkkisteaddji sorjjasmeahttunvuođas ja easttalašvuođas.
sms: Sääʹmteʹǧǧlääʹjj 18 e da f paragraaffin lij lââʹssen šiõttuum tiiltaʹrǩsteei čõnnsaʹttemvuõđâst da cõglvažvuõđâst.

source: Sámedikki doaibmabajis 2012-2015 rehketdoallodárkkisteaddjin leaba doaibman vuoigatvuohtaministeriija válljen JHTT Klaus Krokfors ja sámedikki válljen KHT Risto J. Hyvönen (várreolmmožin Tiina Mikkonen-Brännkärr).
sms: Sääʹmteeʹǧǧ toimmpââʹjest 2012 – 2015 tiiltaʹrǩsteeʹjen lie toimmjam vuõiggâdvuõttministeria vaʹlljeʹmmen JHTT Klaus Krokfors da sääʹmteeʹǧǧ vaʹlljeʹmmen KHT Risto J. Hyvönen (väärrneʹǩǩen Tiina Mikkonen-Brännkärr).

source: Vuoigatvuohtaministeriija ii leat vel nammadan rehketdoallodárkkisteaddji doaibmabadjái 2016 – 2019.
sms: Vuõiggâdvuõttministgeria ij leäkku veâʹl nõõmääm tiiltaʹrǩsteeʹjid toimmpââjas 2016 – 2019.

source: Sámedikki čoahkkin vállje rehketdoallodárkkisteaddji ja sutnje várreolbmo doaibmabadjái 2016-2019 hálddahusa ja ekonomiija dárkkisteami várás.
sms: Sääʹmteeʹǧǧ sååbbar vaʹlljad tiiltaʹrǩsteei da suʹnne väärrneeʹǩǩ toimmpââjas 2016 – 2019 vaaldâšm da tääl taʹrǩstem vääras.

source: Sámedikki čoahkkin 23.2.2016 siidu 18 (30)
sms: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 18 (30)

source: SáDi 17 § LAHTUID JA VÁRRELAHTUID NAMMADEAPMI SÁMI
sms: SaKä 17 § VUÄZZLAI DA VÄÄRRNIIʹǨǨI NʼʼMUMMUŠ SÄÄʹM

source: Sámi Parlamentáralaš Ráđđái (maŋŋelebbos SPR) guoskevaš soahpamuša 5 artikla mielde SPR:s leat 21 sámedikki lahtu, geaid Suoma, Norgga ja Ruoŧa sámedikkit válljejit iežaset válggain válljejuvvon ovddasteaddjiid gaskavuođas.
sms: Sääʹm Parlamentaarlaž Suåvtõõzz (täʹst õõudâs SPS) kuõskki suåppmõõžž 5 artikla mieʹldd Sääʹm Parlamentaarlaž Suåvtõs nårrjââvv kuõʹhttloõõutâst (21) sääʹm parlamentaarneeʹǩǩest, koiʹd Lääʹddjânnam, Taarrjânnam da Ruõccjânnam sääʹmteeʹǧǧ lie vaʹlljääm jiiʹjjes vaalin vaʹlljuum eʹtǩǩeeʹjeez jooukâst.

source: Artikla 6 mielde juohke riikka sámediggi vállje SPR:i vihtta (5) ovddasteaddji njealje (4) jagi doaibmabadjái.
sms: Artikla 6 mieʹldd juõʹǩǩ jânnam sääʹmteeʹǧǧ vaʹlljee Sääʹm parlamentaarlaž suåvtõʹsse neellj (4) eeʹjj toimmpââjas vitt (5) eʹtǩǩeei.

source: Ovddasteaddjiid galgá válljet vuosttas dievasčoahkkimis ođđa sámediggeválggaid maŋŋá.
sms: Vaʹlljummuš âlgg šõddâd vuõssmõs tiuddsåbbrest mâŋŋa ođđ sääʹmteʹǧǧvaalin.

source: Dasa lassin sámedikkiid politihkalaš njunnošat galget álo leat SPR dievasčoahkkima lahttun.
sms: Lââʹssen sääʹmteeʹǧǧ poliittlaž jååʹđteei šâdd kuullâd vuäzzliʹžžen Sääʹm parlamentaarlaž suåvtõõzz tiuddsåbbra.

source: Juohke riikka sámedikki stivra / ráđđi vállje ovtta (1) ovddasteaddji SPR dievasčoahkkima lahttun.
sms: Seämmanalla juõʹǩǩ jânnam sääʹmteeʹǧǧ halltõs / suåvtõs vaʹlljad õõut (1) eʹtǩǩeei Sääʹm Parlamentaarlaž Suåvtõõzz tiuddsåbbar vuäzzliʹžžen.

source: Guđege riikka sámedikki delegašuvdnii gullet nappo oktiibuot čieža (7) lahtu.
sms: Juõʹǩǩ jânnam sääʹmteeʹǧǧ delegaatiooʹje koʹlle nuʹtt õhttsiʹžže čiččâm (7) parlamentaarneʹǩǩed.

source: Soahpamušas ii leat máinnašupmi várrelahtuin.
sms: Suåppmõõžžâst ij leäkku peäggtõs väärrniiʹǩǩin.

source: Sámedikkit leat nammadan ovddit bajiin fásta lahtuide maiddái persovnnalaš várrelahtuid.
sms: Sääʹmteʹǧǧ lij nõõmääm õõudab põõʹjin takai vuäzzlaid še jiiʹjjes-i väärrniiʹǩǩid.

source: Sámedikki čoahkkin vállje vihtta lahtu ja sidjiide persovnnalaš várrelahtuid Sámi parlamentáralaš ráđi doaibmabadjái 2016-2019.
sms: Sääʹmteeʹǧǧ sååbbar nõõmai vitt vuäzzliʹžžed da siʹjjid jiiʹjjes-i väärrniiʹǩǩid Säʹmmlai parlamentaarlaž suåvtõʹsse toimmpââjas 2016 – 2019.

source: Sámedikki čoahkkin 23.2.2016 siidu 19 (30)
sms: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 19 (30)

source: SáDi 18 § SÁMIID OVDDASTEADDJI JA SU VÁRREOLBMUID VÁLLJEN
sms: SaKä 18 § SÄʹMMLAI EʹTǨǨEEI DA TÄN VÄÄRRNIIʹǨǨI VAʹLLJUMMUŠ

source: Sámiid ovddastussii evangelalaš-luteralaš girku girkolaščoahkkimis guoski girkoláhkaásaheapmi bođii fápmui 1.1.2000.
sms: Säʹmmlai eʹttkâsttmõõžž evaŋkeelʼlaž-luterlaž ceerkav ceerkvallâš såbbrest kuõskki ceerkavlääʹjjšiõttõs šõõddi viõʹǩǩe 1.1.2000.

source: Dasa guoskevaš njuolggadusat leat girkolágas (1164/99), girkoortnegis ja girku válgaortnegis.
sms: Tõn kuõskki šiõttõõzz lie ceerkavlääʹjjest (1164/99), ceerkavriâššmõõžžâst da ceerkav vaalriâššmõõžžâst.

source: Girkolága 20 logu 2 §:a mielde sámiid ovddasteaddjin sáhttá válljet searvegotti dábálaš lahtu, guhte lea sámedikki birra addojuvvon lágas (974/1995) oaivvilduvvon sápmelaš, válgadohkálaš searvegotti luohttámušdoaimmaide ja lea lohpidan álgit ovddasteaddjin.
sms: Ceerkavlääʹjj 20 looǥǥ 2 § mieʹldd säʹmmlai eʹtǩǩeeʹjen vueiʹtet vaʹlljeed sieʹbrrkååʹdd rakai vuäzzlaž (maallikkojäsen), kååʹtt lij sääʹmteeʹǧǧest uʹvddum lääʹjjest (974/1995) jurddum säʹmmlaž, vaalânnsaž sieʹbrrkååʹdd oskkum tooimid da lij låppõõttâm.

source: Girkolága 7 logu 3 §:a mielde válgadohkálaš searvegotti luohttámušdoaimmaide lea risttalaš oskkus dovdojuvvon searvegotti konfirmerejuvvon lahttu 1) geas lea 8 logu 3 §:a 1 momentta mielde jienastanvuoigatvuohta seamma dahje man nu eará searvegottis; ja 2) guhte ii leat geahču vuolde.
sms: Ceerkavlääʹjj 7 looǥǥ 3 § mieʹldd vaalânnsaž sieʹbrrkååʹdd oskkum tooimid lij krtiistlaž väiʹmmjurddjest tobddum sieʹbrrkååʹdd konfirmõsttum vuäzzlaž 1) ǩeäʹst lij 8 looǥǥ 3 § 1 momeeʹnt mieʹldd jiõnstemvuõiggâdvuõtt seämmast leʹbe kooʹst-ne jeeʹres sieʹbrrkååʹddest da 2) ǩii ij leäkku ni ǩeän peâmman.

source: Girkolága 8 logu 3 §:a 1 momentta mielde buot jagi deavdán girku lahtuin lea válggain ovttalágan jienastanvuoigatvuohta.
sms: Ceerkavlääʹjj 8 looǥǥ 3 § 1 momeeʹnt mieʹldd pukin 18 eeʹǩǩed teâuddam ceerkav vuäzzlain lij vaalin õõutnallšem jiõnstemvuõiggâdvuõtt.

source: Girkoortnega 19 logu 12 ja 18 §:in lea mearriduvvon sámiid ovddasteaddji sajádagas bismagoddečoahkkima ja proavásgoddečoahkkima lahttun.
sms: Ceerkavriâššmõõžž 19 looǥǥ 12 da 18 §:in lij šiõttuum säʹmmlai eʹtǩǩeei sââʹjest aarhelkåʹddsååbbar da rovasttkåʹddsååbbar vuäzzliʹžžen.

source: Sámiid ovddasteaddji lea Oulu bismagoddečoahkkima lahttu ja proavásgoddečoahkkima lahttu dan proavásgottis, masa stuorámus oassi sámiid ruovttuguovllu searvegottiin gullá.
sms: Säʹmmlai eʹtǩǩeei lij Oulu aarhelkåʹddsåbbar vuäzzlaž da rovasttkåʹddsåbbar vuäzzlaž tõn rovasttkååʹddest, koozz tääujmõõzz säʹmmlai dommvuuʹd sieʹbrrkååʹdd koʹlle.

source: Girkolaščoahkkima ođđa njealjejagebadji álgá 1.5.2016 ja nohká 20.4.2020.
sms: Ceerkvallâš sååbbar ođđ nelljeeʹjjpââʹjj älgg 1.5.2016 da poott 20.4.2020.

source: Sámedikki čoahkkin vállje evangelalaš-luteralaš girku girkolaščoahkkimii dan 1.5.2016 álgi njealjejagebadjái 1) sámiid ovddasteaddji, ja sutnje 2) vuosttas várreolbmo ja 3) nuppi várreolbmo.
sms: Sääʹmteeʹǧǧ sååbbar vaʹlljad evaŋkeelʼlaž-luterlaž ceerkav ceerkvallaš såbbra sen 1.5.2016 aʹlǧǧi nelljeeʹjj pââjas 1) säʹmmlai eʹtǩǩeei, da suʹnne 2) vuõssmõõzz väärrneeʹǩǩ da 3) nuuʹbb väärrneeʹǩǩ

source: Sámedikki čoahkkin 23.2.2016 siidu 20 (30)
sms: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 20 (30)

source: 23.2.2016 VÁLLJEN JA SÁMEDIKKI OVDDASTEADDJIID NAMMADEAPMI DASA
sms: 23.2.2016 ŠIʼTTUMMUŠ DA SÄÄʹMTEEʹǦǦ EʹTǨǨEEʹJI NʼʼMUMMUŠ TʼʼZZ

source: Sámedikki bargoortnega 6 logus lea meroštallon ovttasbargoorgána dárkkuhus, sajádat, barggut, válljen ja čoakkádus.
sms: Sääʹmteeʹǧǧ tuejjriâššmõõžž 6 looǥǥâst lij mieʹrtõllum õhttsažtuejjorgaan juurd, sââʹjj, tuej, šiõttummuš da norrõs.

source: Ovttasbargoorgána dárkkuhussan lea ovddidit ovttasbarggu sámiid skuvlenáššiin ja ovddidit ovttasbargui oassálasti organisašuvnnaid gaskasaš diehtojuohkima ja oktavuođadoallama.
sms: ʼhttažtuejjorgaan jurddjen lij õõudeed õhttsažtuej säʹmmlai škooultõsaaʹššin da veäʹǩǩted õõudâs õhttsažtuõjju vuässõõtti organisaatioi kõskksaž teâđjååʹttem da õhttvuõđââʹnnem.

source: Ovttasbargoorgána doaibmá ráđđeaddi orgánan sierra sámedikki linjáorganisašuvnnas.
sms: ʼhttsažtuejjorgaan toimmai vuäʹpsteei vueʹssen čåårast sääʹmteeʹǧǧ linjjorganisaatiost.

source: Sámedikki bargoortnega §:a mielde: ” Sámedikki čoahkkin vállje ovttasbargoorgána iežas doaibmabaji vástideaddji áigái.
sms: Sääʹmteeʹǧǧ tuejjriâššmõõžž 82 § mieʹldd: ” Teeʹǧǧ sååbbar šiõttat õhttsažtuejjorgaan toimmpââʹjes vaʹstteei ääiǥas.

source: Ovttasbargoorgánas leat uhcimustá logi lahtu.
sms: õhttsažtuejjorgaanâst lij uuʹccmõsân lååi vuäzzliʹžžed.

source: Sámedikki čoahkkin nammada orgánai golbma lahtu, ovtta juohke sámi giellajoavkkus.
sms: Teeʹǧǧ sååbbar nõmmai orgaaʹne kolmm vuäzzliʹžžed, õõut juõʹǩǩkast sääʹm ǩiõlljooukâst.

source: Oahpahus- ja kulturministeriija, Lappi guovlluhálddahusvirgedoaimmahat, sámiid ruovttuguovllu gielddat Eanodat, Anár, Soađegilli ja Ohcejohka sihke sámegiela dahje sámegielat oahpahusa lágideaddji eará gielddat iešguhtege ovtta lahtu ja persovnnalaš várrelahtu.
sms: Mättʼtõs- da kulttuurministeria, Lappi vuʹvddvaaldâšmveʹrǧǧkåʹdd, säʹmmlai dommvuuʹd kååʹdd Enontekiö, Aanar, Suäʹđjel da Uccjokk di jeeʹres sääʹmǩiõl leʹbe sääʹmǩiõllsaž mättʼtõõzz jäʹrjteei kååʹdd juõʹǩǩkaž õõut vuäzzla da jiiʹjjes-i väärrneeʹǩǩ.

source: Ovttasbargoorgána ságajođiheaddjin ja várreságajođiheaddjin doaibmaba sámedikki nammadan lahtut.
sms: ʼhttažtuejjorgaan saaǥǥjååʹđteeʹjen da väärrsaaǥǥjååʹđteei toiʹmmje sääʹmteeʹǧǧ nõõmeem vuäzzlaid.

source: Ovttasbargoorgána čállin doaibmá sámedikki skuvlenčálli. ”
sms: ʼhttažtuejjorgaan piisren toimmai sääʹmteeʹǧǧ škooultõspiisar. ”

source: Sámedikki čoahkkin 1) vállje ovttasbargoorgána sámedikki doaibmabadjái 2016 – 2019, 2) nammada ovttasbargoorgánai golbma lahtu, ovtta juohke giellajoavkkus, 3) nammada ovttasbargoorgánai ságajođiheaddji ja várreságajođiheaddji, 4) bivdá oahpahus- ja kulturministeriija, Lappi guovlluhálddahusvirgedoaimmahaga ja sámegielat oahpahusa lágideaddji orgánaid nammadit ovddasteaddji ovttasbargoorgánai.
sms: Sääʹmteeʹǧǧ sååbbar 1) šiõttat õhttsažtuejjorgaan sääʹmteeʹǧǧ toimmpââjas 2016 – 2019, 2) nõmmai õhttsažtuejjorgaaʹne kolmm vuäzzliʹžžed, õõut juõʹǩǩ ǩiõlljooukâst, 3) nõmmai õhttsažtuejjorgaaʹne saaǥǥjååʹđteei da väärrsaaǥǥjååʹđteei, 4) räukk mättʼtõs- da kulttuurministeria, Lappi vuʹvddvaaldâšmveʹrǧǧkååʹdd da sääʹmǩiõllsaž mättʼtõõzz riâšši bieʹlid nõõmeed eʹtǩǩeeʹjes õhttsažtuejjorgaaʹne.

source: Sámedikki čoahkkin 23.2.2016 siidu 21 (30)
sms: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 21 (30)

source: SáDi 20 § SÁMIID SOSIÁLA- JA DEARVVASVUOĐAÁŠŠIID OVTTASBARGOORGÁNA VÁLLJEN JA SÁMEDIKKI OVDDASTEADDJIID NAMMADEAPMI DASA DOAIBMABADJÁI 2016 – 2019
sms: SaKä 20 § SÄʹMMLAI SOSIAAL- DA TIʼRVÂSVUʼTTAAʹŠŠI ʼHTTSAŽTUEJJORGAAN

source: Sámedikki bargoortnega 7 logus lea meroštallon ovttasbargoorgána dárkkuhus, sajádat, barggut, válljen ja čoakkádus.
sms: Sääʹmteeʹǧǧ tuejjriâššmõõžž 7 looǥǥâst lij mieʹrtõllum õhttsažtuejjorgaan juurd, sââʹjj, tuej, šiõttummuš da norrõs.

source: Ovttasbargoorgána dárkkuhussan lea ovddidit ovttasbarggu sámiid buresveadjináššiin ja ovddidit ovttasbargui oassálasti organisašuvnnaid gaskasaš álbmotlaš ja rájáid rasttildeaddji ovttasbarggu.
sms: ʼhttažtuejjorgaan jurddjen lij õõudeed õhttsažtuej säʹmmlai pueʹrrjieʹllemvuõđâst da veäʹǩǩted õõudâs õhttsažtuõjju vuässõõtti organisaatioi kõskksaž meerlaž da rååst raaʹji vuâllai õhttsažtuej.

source: Ovttasbargoorgánas lea ovddastus sámedikkis, sosiála- ja dearvvasvuohtaministeriijas, sámiid sosiála- ja dearvvasvuohtabálvalusaid ordnemis, buvttadeamis ja ovddideamis vástideaddji orgánain sihke sámiid ruovttuguovllu gielddain.
sms: ʼhttsažtuejjorgaanâst lij eʹtǩǩõs sääʹmteeʹǧǧest, sosiaal- da tiõrvâsvuõttministeriast, säʹmmlai sosiaal- da tiõrvâsvuõttkääskõõzzi riâššmest, raajtummšest da õõudâsviikkmest vaʹstteei ǩiõʹlin di säʹmmlai dommvuuʹd kååʹddin.

source: Sámedikki čoahkkin nammada orgánai golbma lahtu ovtta guđege giellajoavkkus, eará orgánat nammadit guđege ovtta lahtu.
sms: Teeʹǧǧ sååbbar nõmmai orgaaʹne kolmm vuäzzliʹžžed, õõut juõʹǩǩ ǩiõlljooukâst, jeeʹres beäʹl nõõmee juõʹǩǩkaž õõut vuäzzla.

source: Lassin guđege orgána nammada lahttui persovnnalaš várrelahtu.
sms: Lââʹssen juõʹǩǩkaž bieʹll nõmmai vuäzzliʹžže jiiʹjjes-i väärrneeʹǩǩ.

source: Lassin ovttasbargoorgánas sáhttet leat áššedovdilahtut ovttasbargoorgána mearridan vugiin.
sms: Lââʹssen õhttsažtuejjorgaanâst vuäiʹtte leeʹd äʹšštobddivuäzzla õhttsažtuejjorgaan tuʹmmeem nalla.

source: Ovttasbargoorgána čállin doaibmá sámedikki sosiála- ja dearvvasvuohtačálli. ”
sms: ʼhttažtuejjorgaan piisren toimmai Sääʹmteeʹǧǧ sosiaal- da tiõrvâsvuõttpiisar. ”

source: Sámedikki čoahkkin 1) vállje ovttasbargoorgána sámedikki doaibmabadjái 2016 – 2019, 2) nammada ovttasbargoorgánai golbma lahtu, ovtta juohke giellajoavkkus, 3) nammada ovttasbargoorgánai ságajođiheaddji ja várreságajođiheaddji, 4) bivdá sosiála- ja dearvvasvuohtaministeriija, sámeguovllu gielddaid ja sámiid sosiála- ja dearvvasvuohtabálvalusaid ordnemis, buvttadeamis ja ovddideamis vástideaddji orgánaid nammadit ovddasteaddji ovttasbargoorgánai.
sms: Sääʹmteeʹǧǧ sååbbar 1) šiõttat õhttsažtuejjorgaan sääʹmteeʹǧǧ toimmpââjas 2016 – 2019, 2) nõmmai õhttsažtuejjorgaaʹne kolmm vuäzzliʹžžed, õõut juõʹǩǩ ǩiõlljooukâst, 3) nõmmai õhttsažtuejjorgaaʹne saaǥǥjååʹđteei da väärrsaaǥǥjååʹđteei, 4) räukk sosiaal- da tiõrvâsvuõttministeria, sääʹmvuuʹd kååʹddid da säʹmmlai sosiaal- da tiõrvâsvuõttkääzzkõõzzi riâššmest, raajjtummšest da õõudâsviikkmest vaʹstteei bieʹlid nõõmeed eʹtǩǩeeʹjes õhttsažtuejjorgaaʹne.

source: Sámedikki čoahkkin 23.2.2016 siidu 22 (30)
sms: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 22 (30)

source: Sámi Parlamentáralaš Ráđi álggahan sámi giellaovttasbarggu ođđasit organiserema boađusin Sámi giellalávdegoddi loahpahii doaimma 2012 ja davviriikkaid oktasaš sámegiela fága- ja resursaguovddáža Sámi Giellagáldu doaibma álggii 1.1.2013 interegruđain Sáfá2-fidnun.
sms: Sääʹm Parlamentaarlaž Suåvtõõzz altteem sääʹm ǩiõllõhttsažtuej oʹđđest organisâʹsttem mâŋŋa sääʹm ǩiõll-luʹvddkåʹdd jõõski toimmjummšes 2012 da õhttsažtâʹvvjânnmallaš sääʹm ǩiõl ämmat- da resursskõõskõõzz Sámi Giellagáldu toimmjummuš jåʹttji 1.1.2013 interregteäggtem Sáfá2-haʼŋǩǩõõzz teäggteʹmmen.

source: Doaibma gaskkalduvai 30.6.2014 fidnu nogadettiin, muhto álggii ođđasit 1.8.2015 interregruđain Giellagáldu-fidnu bokte, mii nohká 30.5.2018.
sms: Toimmjummuš årsti 30.6.2014 haʼŋǩǩõõzz puuđeen, leša jåʹttji oʹđđest 1.8.2015 interregteäggtem Giellagálduhaʼŋǩǩõõzz veäkka, kååʹtt poott 30.5.2018.

source: Fidnu áigge lea dárkkuhussan oažžut fásta ruhtadeami fága- ja resursaguovddáža doibmii.
sms: Haʼŋǩǩõõzz äiʹǧǧen põõrǥât vuäǯǯad põõšši teäggtõõzz ämmat- da resursskõõskõõzz toimmjummša.

source: Fága- ja resursaguovddáža barggut leat earret eará giellagáhtten, giela ovddideapmi, terminologiijabargu, norbmenbargu ja báikenammabálvalus.
sms: Ämmat- da resursskõõskõõzz tuejjan lie jeerab miʹeldd ǩiõlhuõll, ǩiõl õõudâsviikkmõš, terminologiatuejj, noormtummuš da päiʹǩǩnõmmkääzzkõs.

source: Giellajuhkosat addet ávžžuhusaid sámegielaid geavaheapmái gulavaš áššiin, nugo norbmenbarggus ja ođđa terminologiijas.
sms: Ǩiõlljuâǥtõõzz oudde siâzztõõzzid sääʹm ǩiõli ââʹnnma kuulli aaʹššin, mâʹte noormtummšest da ođđ terminologiast.

source: Giellajuhkosiid lahtuin gáibiduvvojit sámegiela dáidu ja giellaámmátlaš čehppodat.
sms: Ǩiõlljuâǥtõõzzi vuäzzlain õõlǥtet sääʹm ǩiõl tääid da ǩiõllämmtallaš silttummuž.

source: Sámedikki bargoortnega 14 § mielde sámiid davviriikkaid oktasaš giellabarggu várás vuođđuduvvon doaibmaorgánaidda Suoma lahtuin uhcimustá okta válljejuvvo sámi giellaráđi lahtuid gaskavuođas.
sms: Sääʹmteeʹǧǧ tuejjriâššmõõžž 14 § mieʹldd säʹmmlai õhttsažtâʹvvjânnmallaš ǩiõlltuej vääras aalǥtum toiʹmmjeeʹjid Lääʹddjânnam vuäzzlain uuʹccmõsân õõut vaʹlljeet sääʹm ǩiõllsuåvtõõzz vuäzzlai seʹst.

source: Davvisáme-, nuortalaš-, ja anárašgiela giellajuhkosiidda válljejuvvon olbmuin galgá juohke giellajuhkosii válljet goittotge ovtta lahtu sámi giellaráđis.
sms: Tâʹvv-, nuõrtt-, da aanarsääʹm ǩiõlljuâǥtõõzzid vaʹlljeemnalla åårrai oummin šâdd juõʹǩǩ ǩiõlljuâǥtõʹsse vaʹlljeet aainâs õhtt vuäzzlaž sääʹm ǩiõllsuåvtõõzzâst.

source: Sámi Giellagáldu gaskaboddosaš njuolggadusaid mielde Suoma Sámediggi nammada davvisámegiela giellajuhkosii čuovvovaš lahtuid ja várrelahtuid, geat eai leat persovnnalaš várrelahtut.
sms: Sámi Giellagáldun kõskkpoddsaž vuâkkõõzzi mieʹldd Lääʹddjânnam Sääʹmteʹǧǧ nõõmai tâʹvvsääʹm ǩiõlljuâǥtõʹsse pueʹtti vuäzzlaid da väärrniiʹǩǩid, kookk jie leäkku juõʹǩǩka jiiʹjjes-i väärrneeʹǩǩ.

source: Davvisámegiela giellajuhkosii nammaduvvojit 2 fásta lahtu ja 2 várrelahtu ja anárašgiela giellajuhkosii nammaduvvojit 3 fásta lahtu ja 3 várrelahtu.
sms: Tâʹvvsääʹm ǩiõlljuâǥtõʹsse nõõmtet 2 takai vuäzzliʹžžed da 2 väärrneʹǩǩed da aanarsääʹm ǩiõlljuâǥtõʹsse nõõmtet 3 takai vuäzzliʹžžed da 3 väärrneʹǩǩed.

source: Giellagáldu-fidnu joatká Sáfá2-fidnu láhkai nuortalašgiela giellajuhkosa doaimma ovttasbarggus Ruošša nuortalaččaiguin nu, ahte nuortalašgiela giellajuhkosii nammaduvvo okta nuortalašgiela lahttu Ruoššas.
sms: Giellagáldu-haʹŋǩǩõs juätkk Sáfá2-haʼŋǩǩõõzznalla nuõrttsääʹm ǩiõlljuâǥtõõzz toimmjummuž õhttsažtuejast Ruõššjânnam nuõrttsäʹmmlaivuiʹm nuʹtt, što nuõrttsääʹm ǩiõlljuâǥtõʹsse nõõmtet õhtt nuõrttsääʹm vuäzzlaž Ruõššjânnmest.

source: Nuortalašgiela giellajuhkosii nammaduvvojit 3 lahtu Suomas ja 1 Ruošša bealde sihke sidjiide várrelahtut, geain Ruošša nuortalašgiela ovddasteaddji várrelahttu lea persovnnalaš.
sms: Nuõrttsääʹm ǩiõlljuâǥtõʹsse nõõmtet 3 vuäzzliʹžžed Lääʹddjânnmest da 1 Ruõššjânnmest di siʹjjid väärrniiʹǩǩid, koin Ruõššjânnam nuõrttsääʹm eʹtǩǩeei väärrneʹǩǩ lij jiiʹjjes-i väärrneʹǩǩ.

source: SPR nammada loahpalaččat buot lahtuid giellajuhkosiidda.
sms: Sääʹm Parlamentaarlaž Suåvtõs nõmmai loopplânji pukid vuäzzlaid ǩiõlljuâǥtõõzzid.

source: Suoma Sámedikki ovddasteaddjin Sámi Giellagáldus doibme 1.1.2013–31.12.2015 gaskasaš áigge čuovvovaš lahtut ja várrelahtut:
sms: Lääʹddjânnam Sääʹmteeʹǧǧ eʹtǩǩeeʹjen Sámi Giellagáldust toiʹmmje 1.1.2013–31.12.2015 kõskksaž äiʹǧǧen täk vuäzzla da väärrneeʹǩǩ:

source:  Anárašgiella: fásta lahtut Anna Morottaja, Petter Morottaja ja Maja-Liisa
sms:  Aanarsääʹm: takai vuäzzla Anna Morottaja, Petter Morottaja da Maja-Liisa

source: Sámedikki čoahkkin 23.2.2016 siidu 23 (30) SáDi 21 § joatkašuvvá …
sms: Olthuis da vääʹrrneʹǩǩen Tanja Kyrö, Hannu Kangasniemi da Mervi Skopets.

source:  Nuortalašgiella: fásta lahtut Erkki Lumisalmi, Tiina Sanila-Aikio, Seija
sms:  Nuõrttsääʹm: takai vuäzzla Erkki Lumisalmi, Tiina Sanila-Aikio, Seija

source:  Davvisámegiela fásta lahtut Ellen Pautamo ja Kaarina Vuolab-Lohi ja
sms:  Tâʹvvsääʹm takai vuäzzla Ellen Pautamo da Kaarina Vuolab-Lohi da

source: várrelahtut Ulla-Maarit Magga ja Ailu Valle.
sms: väärrneeʹǩǩ Ulla-Maarit Magga da Ailu Valle.

source: Sámedikki čoahkkin vállje Sámi Giellagáldu giellajuhkosiidda doaibmabadjái 2016-2019 1) davvisámegiela giellajuhkosii 2 fásta lahtu ja 2 várrelahtu, 2) anárašgiela giellajuhkosii 3 fásta lahtu ja 3 várrelahtu, 3) nuortalašgiela giellajuhkosii 3 lahtu ja 3 várrelahtu Suomas sihke ovtta lahtu Ruoššas ja sutnje persovnnalaš várrelahtu.
sms: Sääʹmteeʹǧǧ sååbbar vaʹlljad Sámi Giellagáldun ǩiõlljuâǥtõõzzid toimmpââjas 2016-2019 1) tâʹvvsääʹm ǩiõlljuâǥtõʹsse 2 takai vuäzzliʹžžed da 2 väärrneʹǩǩed, 2) aanarsääʹm ǩiõlljuâǥtõʹsse 3 takai vuäzzliʹžžed da 3 väärrneʹǩǩed, 3) nuõrttsääʹm ǩiõlljuâǥtõʹsse 3 vuäzzliʹžžed da 3 väärrneʹǩǩed Lääʹddjânnmest di õõut vuäzzla Ruõššjânnmest da suʹnne jiiʹjjes-i väärrneeʹǩǩ.

source: Sámedikki čoahkkin 23.2.2016 siidu 24 (30) SáDi 22 § Sámedikki čilgehus stáhtaráđđái jagis 2015
sms: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 24 (30) SaKä 22 § Sääʹmteeʹǧǧ mainstõs riikksuåvtõʹsse eeʹjjest 2015

source: St 6 § SÁMEDIKKI ČILGEHUS STÁHTARÁĐĐÁI
sms: 2.2.2016 EEʹJJEST 2015

source: Sámediggelága 7 §:a mielde Sámediggi ráhkada jahkásaččat stáhtaráđđái ráđđehusa čilgehusa dahkama várás čilgehusa das, mii mearkkašahtti lea dáhpáhuvvan sámiid erenomážit guoski áššiid ovdáneamis.
sms: Sääʹmteʹǧǧ lääʹjj 7 § meâldlânji Sääʹmteʹǧǧ rääjj juõʹǩǩ eeʹjj riikksuåvtõʹsse halltõõzz mainstõõzz raajjâm diõtt mainstõõzz tõʹst, mii miârkkšõõvvi lij šõddâm säʹmmlaid jeeʹrben kuõskki aaʹšši õuddnummšest.

source: Vuoigatvuohtaministeriija lea bivdán doaimmahit čilgehusa 1.3.2016 rádjai.
sms: Vuõiggâdvuõttministeria lij raukkâm tooiʹmted mainstõõzz 1.3.2016 mõõneeʹst.

source: Sámedikki čilgehus laktojuvvo riikkabeivviide addon Ráđđehusa jahkečilgehussii jagis 2015.
sms: Sääʹmteeʹǧǧ mainstõs õhtteet parlamentta uʹvddum halltõõzz eeʹǩǩmainstõʹsse eeʹjjest 2015.

source: Čilgehusa guhkkodat galggašii leat eanemustá vihtta siiddu.
sms: Mainstõõzz šâdd leeʹd jäänmõsân viiđ seeid kookkaž.

source: Sámedikki bargoortnega 25 §:a 5 čuoggá mielde láhkačálli bargun lea ráhkadit gv.
sms: Sääʹmteeʹǧǧ tuejjriâššmõõžž 25 § 5 pääiʹǩ mieʹldd lääʹǩǩpiisar tuejjan lij raajjâd kå.

source: čilgehusa.
sms: mainstõs.

source: Láhkačálli lassin čilgehusa ráhkadeapmái leat oassálastán guđege lávdegotti áššemeannudeaddji iežas doaibmasuorggi oasil.
sms: Lääʹǩǩpiisar lââʹssen mainstõõzz valmštõõllmõʹšše lie vuässõõttâm juõʹǩǩ luʹvdkååʹdd piisar toimmvuuʹdes beäʹlest.

source: Sámi giellalága 29 § mielde giellačilgehus addojuvvo Sámediggái oktii válgabajis.
sms: Sääʹm ǩiõll-lääʹjj 29 § mieʹldd ǩiõllmainstõs uuʹvdet Sääʹmtegga õʹhttešt vaalpââʹjest.

source: Stáhtaráđi sámi giellalága ollašuhttimis addojuvvon ásahusa 4 §:a mielde giellaláhkačilgehus laktojuvvo sámediggelága 7 §:s dárkkuhuvvon sámedikki čilgehusa mielddusin.
sms: Riikksuåvtõõzz sääʹm ǩiõll-lääʹjj tiuʹddepiiʹjjmest uʹvddum asetõõzz 4 § mieʹldd ǩiõlllääʹǩǩmainstõõzz õhtteet sääʹmteʹǧǧlääʹjj 7 §:st jurddum Sääʹmteeʹǧǧ mainstõʹsse mieʹlddõsân.
